INSERT INTO patient (first_name, last_name, patronymic, phone_number)
VALUES ('Сергей', 'Атаев', 'Геннадьевич', '+79270064444'),
('Иван', 'Павлов', 'Викторович', '+72283220123'),
('Рецепты', 'Есть', 'Уменя', '+72283220123'),
('Уменя', 'Рецептов', 'Нет', '+72283220123');

INSERT INTO doctor (first_name, last_name, patronymic, specialization)
VALUES ('Грегори', 'Хаус', '', 'терапевт'),
('Виктор', 'Тырса', '', 'терапевт'),
('Есть', 'Рецепты', 'Отчество', 'терапевт'),
('Нет', 'Рецептов', 'Удали', 'терапевт');

INSERT INTO prescription (doctor_id, patient_id, description, date, priority, expiration_date)
VALUES (1, 2, 'спазмалгон', '2020-01-01', 'NORMAL', '2021-01-01'),
(2, 1, 'глицин', '2020-10-01', 'CITO', '2021-10-01'),
(2, 0, 'ношпа', '2020-10-01', 'STATIM', '2021-10-01'),
(0, 2, 'что-нибудь ещё', '2020-10-01', 'CITO', '2021-10-01');